Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウインドウ
pt_br: Janela
zh_hans: 窗口

source: WindowServer draws everything on screen, so its GPU load is really the load of the apps whose windows it draws. Find the Cause hides one app at a time for a few seconds, measures the difference and shows each app again.
de: WindowServer zeichnet alles auf dem Bildschirm, daher ist seine GPU-Last in Wirklichkeit die Last der Apps, deren Fenster er zeichnet. „Ursache finden“ blendet jeweils eine App für einige Sekunden aus, misst den Unterschied und zeigt jede App wieder.
es: WindowServer dibuja todo lo que aparece en pantalla, así que su carga de GPU es en realidad la carga de las apps cuyas ventanas dibuja. Buscar la causa oculta una app cada vez durante unos segundos, mide la diferencia y vuelve a mostrar cada app.
fr: WindowServer dessine tout ce qui est à l’écran ; sa charge GPU correspond donc à celle des apps dont il dessine les fenêtres. Trouver la cause masque une app à la fois pendant quelques secondes, mesure la différence et réaffiche chaque app.
it: WindowServer disegna tutto sullo schermo, quindi il suo carico GPU è in realtà il carico delle app di cui disegna le finestre. Trova la causa nasconde un’app alla volta per alcuni secondi, misura la differenza e mostra di nuovo ogni app.
ja: WindowServerは画面上のすべてを描画するため、そのGPU負荷は、実際にはウインドウを描画しているAppの負荷です。「原因を探す」は、Appを1つずつ数秒間隠して差を測定し、その後すべてのAppを再び表示します。
pt_br: O WindowServer desenha tudo na tela, então sua carga de GPU é, na prática, a carga dos apps cujas janelas ele desenha. Encontrar a causa oculta um app por vez por alguns segundos, mede a diferença e mostra cada app novamente.
zh_hans: WindowServer负责绘制屏幕上的所有内容，因此它的GPU负载其实是其所绘制窗口所属App的负载。“查找原因”会每次隐藏一个App几秒钟，测量差异后再重新显示该App。

source: WindowServer puts every window on screen together. Apps that draw through it, which is most of them,
de: WindowServer setzt jedes Fenster auf dem Bildschirm zusammen. Apps, die darüber zeichnen, also die meisten,
es: WindowServer reúne en pantalla todas las ventanas. Las apps que dibujan a través de él, que son la mayoría,
fr: WindowServer affiche toutes les fenêtres à l’écran. Les apps qui dessinent via lui, c’est-à-dire la plupart,
it: WindowServer disegna insieme tutte le finestre sullo schermo. Le app che disegnano tramite esso, cioè la maggior parte,
ja: WindowServerは、すべてのウインドウを画面上にまとめて表示します。WindowServerを介して描画するアプリ（ほとんどのアプリが該当します）は、
pt_br: O WindowServer reúne todas as janelas na tela. Apps que desenham por meio dele, que são a maioria,
zh_hans: WindowServer负责把每个窗口合成到屏幕上。通过它绘制的App（大多数都是）

source: WindowServer used %@ of the GPU with every window visible.
de: WindowServer nutzte %@ der GPU, mit allen Fenstern sichtbar.
es: WindowServer usó %@ de la GPU con todas las ventanas visibles.
fr: WindowServer a utilisé %@ du GPU avec toutes les fenêtres visibles.
it: WindowServer ha usato %@ della GPU con tutte le finestre visibili.
ja: すべてのウインドウを表示した状態で、WindowServerはGPUの%@を使用しました。
pt_br: O WindowServer usou %@ da GPU com todas as janelas visíveis.
zh_hans: 所有窗口可见时，WindowServer占用了%@的GPU。

source: WindowServer's GPU time is not readable on this Mac.
de: Die GPU-Zeit von WindowServer lässt sich auf diesem Mac nicht auslesen.
es: El tiempo de GPU de WindowServer no se puede leer en este Mac.
fr: Le temps GPU de WindowServer n’est pas lisible sur ce Mac.
it: Il tempo GPU di WindowServer non è leggibile su questo Mac.
ja: このMacでは、WindowServerのGPU時間を読み取れません。
pt_br: O tempo de GPU do WindowServer não pode ser lido neste Mac.
zh_hans: 在这台Mac上无法读取WindowServer的GPU时间。

source: WindowServer's load wandered by about %@ points on its own during the run, so smaller drops are not named.
de: Die Last von WindowServer schwankte während der Messung von selbst um etwa %@ Prozentpunkte, kleinere Rückgänge werden deshalb nicht genannt.
es: La carga de WindowServer varió unos %@ puntos por su cuenta durante la ejecución, así que no se nombran las caídas más pequeñas.
fr: La charge de WindowServer a varié d’environ %@ points toute seule pendant la mesure ; les baisses plus faibles ne sont donc pas nommées.
it: Il carico di WindowServer è variato da solo di circa %@ punti durante la misura, quindi i cali minori non vengono indicati.
ja: 実行中、WindowServerの負荷は何もしなくても約%@ポイント変動したため、それより小さい減少は原因として特定していません。
pt_br: A carga do WindowServer oscilou cerca de %@ pontos por conta própria durante a execução, então quedas menores não são identificadas.
zh_hans: 测量期间WindowServer的负载自身就波动了约%@个百分点，因此更小的下降不会被归因到具体App。

source: Wired
de: Reserviert
es: Fija
fr: Verrouillée
it: Fissa
ja: 確保済み
pt_br: Fixa
zh_hans: 联动

source: With no window open, measure every
de: Ohne offenes Fenster messen alle
es: Sin ventanas abiertas, medir cada
fr: Sans fenêtre ouverte, mesurer toutes les
it: Senza finestre aperte, misura ogni
ja: ウインドウを開いていないときの測定間隔
pt_br: Sem janela aberta, medir a cada
zh_hans: 没有打开窗口时，测量间隔

source: With no window or panel open, Activity+ measures at most every 5 seconds to save energy.
de: Ohne offenes Fenster oder Panel misst Activity+ höchstens alle 5 Sekunden, um Energie zu sparen.
es: Sin ventanas ni paneles abiertos, Activity+ mide como mucho cada 5 segundos para ahorrar energía.
fr: Sans fenêtre ni panneau ouvert, Activity+ mesure au plus toutes les 5 secondes pour économiser l’énergie.
it: Senza finestre o pannello aperti, Activity+ misura al massimo ogni 5 secondi per risparmiare energia.
ja: ウインドウやパネルを開いていないときは、省エネのため、Activity+は5秒に1回までの頻度で測定します。
pt_br: Sem janela nem painel abertos, o Activity+ mede no máximo a cada 5 segundos para economizar energia.
zh_hans: 没有打开窗口或面板时，为节省电量，Activity+最多每5秒测量一次。

source: Within %lld minutes
de: Innerhalb von %lld Minuten
es: Dentro de %lld minutos
fr: Dans les %lld minutes
it: Entro %lld minuti
ja: %lld分以内
pt_br: Em até %lld minutos
zh_hans: %lld分钟内

source: Woke briefly (screen off)
de: Kurz aufgewacht (Bildschirm aus)
es: Despertó brevemente (pantalla apagada)
fr: Réveil bref (écran éteint)
it: Risvegliato brevemente (schermo spento)
ja: 短時間スリープ解除（画面オフ）
pt_br: Acordou brevemente (tela desligada)
zh_hans: 短暂唤醒（屏幕关闭）

source: Woke up
de: Aufgewacht
es: Se despertó
fr: Réveillé
it: Risvegliato
ja: スリープ解除
pt_br: Acordou
zh_hans: 唤醒

source: Words in the name; all must match
de: Wörter im Namen; alle müssen passen
es: Palabras en el nombre; todas deben coincidir
fr: Mots dans le nom ; tous doivent correspondre.
it: Parole nel nome; devono corrispondere tutte
ja: 名前に含まれる語。すべてに一致する必要があります
pt_br: Palavras no nome; todas devem corresponder
zh_hans: 名称中的词；必须全部匹配

source: Write
de: Schreiben
es: Escritura
fr: Écriture
it: Scrittura
ja: 書き込み
pt_br: Gravação
zh_hans: 写入

source: Writes and reads a test file large enough to get past the cache, so the result is the drive's real speed. The file is removed afterwards.
de: Schreibt und liest eine Testdatei, die groß genug ist, um am Cache vorbeizukommen, sodass das Ergebnis die echte Geschwindigkeit des Laufwerks zeigt. Die Datei wird danach entfernt.
es: Escribe y lee un archivo de prueba lo bastante grande para superar la caché, así que el resultado es la velocidad real del disco. El archivo se elimina después.
fr: Écrit et relit un fichier de test assez volumineux pour dépasser le cache, afin que le résultat soit la vitesse réelle du disque. Le fichier est supprimé ensuite.
it: Scrive e legge un file di prova abbastanza grande da superare la cache, così il risultato è la velocità reale del disco. Il file viene rimosso al termine.
ja: キャッシュを超える十分な大きさのテストファイルを書き込んで読み込むため、結果はドライブの実際の速度になります。ファイルは終了後に削除されます。
pt_br: Grava e lê um arquivo de teste grande o suficiente para passar do cache, então o resultado é a velocidade real do disco. O arquivo é removido depois.
zh_hans: 写入并读取一个足够大、能绕过缓存的测试文件，因此结果就是磁盘的真实速度。之后该文件会被移除。

source: Writes and reads one 1 GB file in your caches folder, then removes it.
de: Schreibt und liest eine 1-GB-Datei in deinem Cache-Ordner und löscht sie danach.
es: Escribe y lee un archivo de 1 GB en tu carpeta de cachés y luego lo elimina.
fr: Écrit puis lit un fichier de 1 GB dans votre dossier de caches, puis le supprime.
it: Scrive e legge un file da 1 GB nella cartella delle cache, poi lo rimuove.
ja: キャッシュフォルダに1 GBのファイルを1つ書き込んで読み込み、その後削除します。
pt_br: Grava e lê um arquivo de 1 GB na sua pasta de caches e depois o remove.
zh_hans: 在你的缓存文件夹中写入并读取一个1 GB的文件，然后将其移除。

source: Writing
de: Schreiben
es: Escribiendo
fr: Écriture
it: Scrittura
ja: 書き込み中
pt_br: Gravando
zh_hans: 正在写入

source: Written per day so far
de: Geschrieben pro Tag bisher
es: Escrito por día hasta ahora
fr: Écrit par jour jusqu’ici
it: Scritti al giorno finora
ja: これまでの1日あたりの書き込み量
pt_br: Gravado por dia até agora
zh_hans: 迄今每天写入量

source: Written per day, last 7 days
de: Geschrieben pro Tag, letzte 7 Tage
es: Escrito por día, últimos 7 días
fr: Écrit par jour, 7 derniers jours
it: Scritti al giorno, ultimi 7 giorni
ja: 1日あたりの書き込み量（過去7日間）
pt_br: Gravado por dia, últimos 7 dias
zh_hans: 每天写入量（过去7天）

source: Written since launch
de: Geschrieben seit dem Start
es: Escrito desde el inicio
fr: Écrit depuis le lancement
it: Scritti dall’avvio
ja: 起動後の書き込み量
pt_br: Gravado desde o início
zh_hans: 启动后写入量

source: Written to disk
de: Auf Festplatte geschrieben
es: Escrito en el disco
fr: Écrit sur le disque
it: Scritti su disco
ja: ディスクへの書き込み量
pt_br: Gravado no disco
zh_hans: 写入磁盘

source: Written today
de: Heute geschrieben
es: Escrito hoy
fr: Écrit aujourd’hui
it: Scritti oggi
ja: 今日の書き込み量
pt_br: Gravado hoje
zh_hans: 今天写入量

source: Xcode Archives
de: Xcode-Archive
es: Archivos de Xcode
fr: Archives Xcode
it: Archivi Xcode
ja: Xcodeのアーカイブ
pt_br: Arquivos do Xcode
zh_hans: Xcode归档

source: Xcode archive of an old build; you only need it to submit that build again or to read its crash reports.
de: Xcode-Archiv eines alten Builds; du brauchst es nur, um diesen Build erneut einzureichen oder seine Absturzberichte zu lesen.
es: Archivo de Xcode de una compilación antigua; solo lo necesitas para volver a enviar esa compilación o leer sus informes de fallos.
fr: Archive Xcode d’une ancienne compilation ; vous n’en avez besoin que pour soumettre de nouveau cette compilation ou lire ses rapports de plantage.
it: Archivio Xcode di una build vecchia; ti serve solo per inviare di nuovo quella build o per leggere i suoi report di crash.
ja: 古いビルドのXcodeアーカイブです。そのビルドを再度提出するときや、クラッシュレポートを読むときにのみ必要です。
pt_br: Arquivo do Xcode de um build antigo; você só precisa dele para enviar esse build de novo ou para ler os relatórios de falhas.
zh_hans: 旧版本的Xcode归档；只有重新提交该版本或读取其崩溃报告时才需要它。

source: Xcode archives
de: Xcode-Archive
es: Archivos de Xcode
fr: Archives Xcode
it: Archivi Xcode
ja: Xcodeのアーカイブ
pt_br: Arquivos do Xcode
zh_hans: Xcode归档

source: Xcode build products
de: Xcode-Build-Produkte
es: Productos de compilación de Xcode
fr: Produits de compilation Xcode
it: Prodotti di build di Xcode
ja: Xcodeのビルド成果物
pt_br: Produtos de build do Xcode
zh_hans: Xcode构建产物

source: Xcode rebuilds this the next time you build; the first build is slower.
de: Xcode baut das beim nächsten Build neu auf; der erste Build ist langsamer.
es: Xcode lo regenera en la próxima compilación; la primera será más lenta.
fr: Xcode le recrée à la prochaine compilation ; la première sera plus lente.
it: Xcode lo ricrea alla prossima compilazione; la prima sarà più lenta.
ja: 次回のビルド時にXcodeが再構築します。最初のビルドは遅くなります。
pt_br: O Xcode recria isso na próxima vez que você compilar; o primeiro build fica mais lento.
zh_hans: Xcode会在下次构建时重新生成；首次构建会较慢。

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt_br: Sim
zh_hans: 是

source: Yes (signature and program code)
de: Ja (Signatur und Programmcode)
es: Sí (firma y código del programa)
fr: Oui (signature et code du programme)
it: Sì (firma e codice del programma)
ja: はい（署名とプログラムコード）
pt_br: Sim (assinatura e código do programa)
zh_hans: 是（签名和程序代码）

source: You get a notification when an app hogs the CPU, keeps growing in memory, or hammers the disk or network.
de: Du bekommst eine Mitteilung, wenn eine App die CPU belegt, immer mehr Speicher braucht oder Festplatte oder Netzwerk stark belastet.
es: Recibirás una notificación cuando una app acapare la CPU, siga creciendo en memoria o sature el disco o la red.
fr: Vous recevez une notification lorsqu’une app monopolise le CPU, continue de grossir en mémoire, ou sollicite fortement le disque ou le réseau.
it: Ricevi una notifica quando un’app monopolizza la CPU, continua a crescere in memoria o sollecita il disco o la rete.
ja: アプリがCPUを占有したり、メモリ使用量が増え続けたり、ディスクやネットワークに大きな負荷をかけたりすると、通知が届きます。
pt_br: Você recebe uma notificação quando um app monopoliza a CPU, continua crescendo em memória ou sobrecarrega o disco ou a rede.
zh_hans: 当App占用大量CPU、内存持续增长，或频繁读写磁盘或网络时，你会收到通知。

source: You set a charge limit of %lld %% in Battery settings. Staying below full slows battery ageing.
de: Du hast in den Batterieeinstellungen ein Ladelimit von %lld %% festgelegt. Wenn die Batterie nicht ganz voll wird, altert sie langsamer.
es: Has establecido un límite de carga del %lld %% en los ajustes de batería. Mantenerla por debajo de llena ralentiza el envejecimiento de la batería.
fr: Vous avez défini une limite de charge de %lld %% dans les réglages de la batterie. Rester en dessous de la pleine charge ralentit le vieillissement de la batterie.
it: Hai impostato un limite di carica del %lld %% nelle impostazioni della batteria. Restare sotto la carica piena rallenta l’invecchiamento della batteria.
ja: バッテリー設定で充電上限を%lld%%に設定しています。満充電を避けると、バッテリーの劣化が遅くなります。
pt_br: Você definiu um limite de carga de %lld %% nos Ajustes da bateria. Manter a carga abaixo do máximo reduz o envelhecimento da bateria.
zh_hans: 你在“电池”设置中设定了%lld%%的充电上限。不充满电可减缓电池老化。

source: Your Mac has not restarted in %lld days
de: Dein Mac wurde seit %lld Tagen nicht neu gestartet
es: Tu Mac no se ha reiniciado en %lld días
fr: Votre Mac n’a pas redémarré depuis %lld jours
it: Il Mac non si riavvia da %lld giorni
ja: Macが%lld日間再起動されていません
pt_br: Seu Mac não reinicia há %lld dias
zh_hans: 你的Mac已有%lld天没有重新启动

source: Your Mac is getting hot
de: Dein Mac wird heiß
es: Tu Mac se está calentando
fr: Votre Mac chauffe
it: Il Mac si sta scaldando
ja: Macが熱くなっています
pt_br: Seu Mac está esquentando
zh_hans: Mac正在变热

source: Your Mac is running fine
de: Dein Mac läuft gut
es: Tu Mac funciona bien
fr: Votre Mac fonctionne bien
it: Il Mac funziona bene
ja: Macは問題なく動作しています
pt_br: Seu Mac está funcionando bem
zh_hans: 你的Mac运行正常

source: Your Mac is running hot
de: Dein Mac läuft heiß
es: Tu Mac está muy caliente
fr: Votre Mac chauffe
it: Il Mac si sta surriscaldando
ja: Macが高温になっています
pt_br: Seu Mac está esquentando
zh_hans: 你的Mac温度很高

source: Your Mac is running out of memory
de: Deinem Mac geht der Speicher aus
es: A tu Mac se le está acabando la memoria
fr: Votre Mac manque de mémoire
it: Al Mac sta finendo la memoria
ja: Macのメモリが不足しています
pt_br: Seu Mac está ficando sem memória
zh_hans: 你的Mac内存即将用尽

source: Your Mac is too hot and slows itself down
de: Dein Mac ist zu heiß und bremst sich selbst
es: Tu Mac está demasiado caliente y se ralentiza
fr: Votre Mac est trop chaud et se ralentit lui-même
it: Il Mac è troppo caldo e si rallenta da solo
ja: Macが高温になりすぎて、自動的に性能を落としています
pt_br: Seu Mac está quente demais e se desacelera
zh_hans: 你的Mac过热，正在自行降速

source: Your Mac is under strain
de: Dein Mac ist stark belastet
es: Tu Mac está sobrecargado
fr: Votre Mac est sous tension
it: Il Mac è sotto sforzo
ja: Macに負荷がかかっています
pt_br: Seu Mac está sob pressão
zh_hans: 你的Mac负载过高

source: Your Mac is very hot
de: Dein Mac ist sehr heiß
es: Tu Mac está muy caliente
fr: Votre Mac est très chaud
it: Il Mac è molto caldo
ja: Macがかなり高温です
pt_br: Seu Mac está muito quente
zh_hans: Mac温度很高

source: Your Mac is warm
de: Dein Mac ist warm
es: Tu Mac está templado
fr: Votre Mac est tiède
it: Il Mac è tiepido
ja: Macが温かくなっています
pt_br: Seu Mac está morno
zh_hans: 你的Mac有些发热

source: Your Mac last week
de: Dein Mac letzte Woche
es: Tu Mac la semana pasada
fr: Votre Mac la semaine dernière
it: Il tuo Mac la settimana scorsa
ja: 先週のMac
pt_br: Seu Mac na semana passada
zh_hans: 你的Mac上周情况

source: Your account
de: Dein Benutzer
es: Tu cuenta
fr: Votre compte
it: Il tuo account
ja: アカウント
pt_br: Sua conta
zh_hans: 你的账户

source: a dev server has been idle for %@
de: ein Dev-Server seit %@ inaktiv ist
es: un servidor de desarrollo lleva %@ inactivo
fr: un serveur de développement est inactif depuis %@
it: un server di sviluppo è inattivo da %@
ja: 開発サーバが%@の間アイドル状態になった
pt_br: um servidor de desenvolvimento ficar ocioso por %@
zh_hans: 开发服务器已闲置%@

source: about %.0f years
de: etwa %.0f Jahre
es: unos %.0f años
fr: environ %.0f ans
it: circa %.0f anni
ja: 約%.0f年
pt_br: cerca de %.0f anos
zh_hans: 约%.0f年

source: about %.1f years
de: etwa %.1f Jahre
es: unos %.1f años
fr: environ %.1f ans
it: circa %.1f anni
ja: 約%.1f年
pt_br: cerca de %.1f anos
zh_hans: 约%.1f年

source: adapter too weak
de: Netzteil zu schwach
es: adaptador demasiado débil
fr: adaptateur trop faible
it: alimentatore troppo debole
ja: 電源アダプタの出力不足
pt_br: adaptador fraco demais
zh_hans: 适配器功率不足

source: an hour
de: einer Stunde
es: una hora
fr: une heure
it: un’ora
ja: 1時間
pt_br: uma hora
zh_hans: 1小时

# average %.0f dBm, weakest %.0f dBm
source: average %1$.0f dBm, weakest %2$.0f dBm
de: im Schnitt %.0f dBm, schwächster Wert %.0f dBm
es: media de %.0f dBm, la más débil de %.0f dBm
fr: moyenne %.0f dBm, plus faible %.0f dBm
it: media %.0f dBm, minimo %.0f dBm
ja: 平均 %.0f dBm、最弱 %.0f dBm
pt_br: média de %.0f dBm, mais fraco %.0f dBm
zh_hans: 平均%.0f dBm，最弱%.0f dBm

source: busiest now
de: gerade am aktivsten
es: más activa ahora
fr: les plus actives en ce moment
it: più attive adesso
ja: 現在最も高負荷
pt_br: mais ativo agora
zh_hans: 当前最繁忙

source: compared with the last 7 days
de: verglichen mit den letzten 7 Tagen
es: comparado con los últimos 7 días
fr: par rapport aux 7 derniers jours
it: rispetto agli ultimi 7 giorni
ja: 過去7日間との比較
pt_br: em comparação com os últimos 7 dias
zh_hans: 与过去7天相比

source: crash
de: Absturz
es: cierre inesperado
fr: plantage
ja: クラッシュ
pt_br: falha
zh_hans: 崩溃

source: do not show their GPU use under their own name: it is counted as WindowServer.
de: zeigen ihre GPU-Nutzung nicht unter ihrem eigenen Namen: Sie wird WindowServer zugerechnet.
es: no muestran su uso de GPU con su propio nombre: se cuenta como WindowServer.
fr: n’affichent pas leur utilisation GPU sous leur propre nom : elle est comptée sous WindowServer.
it: non mostrano il loro uso della GPU con il proprio nome: viene conteggiato come WindowServer.
ja: 自身の名前ではGPU使用率が表示されず、WindowServerの分として計上されます。
pt_br: não mostram seu uso de GPU com o próprio nome: ele é contado como WindowServer.
zh_hans: 其GPU用量不会以自己的名称显示：而是计入WindowServer。

source: e.g. America/New_York, Asia/Tokyo
de: z. B. Europe/Vienna, Asia/Tokyo
es: p. ej. America/New_York, Asia/Tokyo
fr: par ex. America/New_York, Asia/Tokyo
it: ad es. America/New_York, Asia/Tokyo
ja: 例: America/New_York、Asia/Tokyo
pt_br: ex.: America/New_York, Asia/Tokyo
zh_hans: 例如 America/New_York、Asia/Tokyo

source: excellent
de: ausgezeichnet
es: excelente
it: eccellente
ja: 非常に良好
pt_br: excelente
zh_hans: 极佳

source: fair
de: mittel
es: aceptable
fr: correct
it: discreto
ja: まずまず
pt_br: razoável
zh_hans: 一般

source: floor
de: Grundlast
es: suelo
fr: plancher
it: fondo
ja: ノイズフロア
pt_br: piso
zh_hans: 基线

source: for %lld min
de: %lld Min. lang
es: durante %lld min
fr: pendant %lld min
it: per %lld min
ja: %lld分間
pt_br: por %lld min
zh_hans: 持续%lld分钟

source: freeze
de: Hänger
es: bloqueo
fr: blocage
it: blocco
ja: フリーズ
pt_br: travamento
zh_hans: 卡死

source: good
de: gut
es: buena
fr: bon
it: buono
ja: 良好
pt_br: boa
zh_hans: 良好

source: high cost
de: hoher Aufwand
es: coste alto
fr: coût élevé
it: costo elevato
ja: 高コスト
pt_br: custo alto
zh_hans: 开销大

source: iPhone and iPad backups
de: Sicherungen von iPhone und iPad
es: Copias de seguridad del iPhone y del iPad
fr: Sauvegardes d’iPhone et d’iPad
it: Backup di iPhone e iPad
ja: iPhoneとiPadのバックアップ
pt_br: Backups do iPhone e do iPad
zh_hans: iPhone和iPad备份

source: idle · %@
de: inaktiv · %@
es: inactivo · %@
fr: inactif · %@
it: inattivo · %@
ja: アイドル · %@
pt_br: ocioso · %@
zh_hans: 闲置 · %@

# jitter %@ · loss %lld %%
source: jitter %1$@ · loss %2$lld %%
de: Jitter %@ · Verlust %lld %%
es: jitter %@ · pérdida %lld %%
fr: gigue %@ · perte %lld %%
it: jitter %@ · perdita %lld %%
ja: ジッタ %@ · 損失 %lld%%
pt_br: jitter %@ · perda %lld %%
zh_hans: 抖动%@ · 丢包%lld%%

source: kernel_task uses CPU time on purpose to keep the processor cool, which usually means the Mac is hot or charging with a weak adapter.
de: kernel_task belegt absichtlich CPU-Zeit, um den Prozessor kühl zu halten. Meist ist der Mac dann heiß oder lädt mit einem schwachen Netzteil.
es: kernel_task usa tiempo de CPU a propósito para mantener frío el procesador, lo que normalmente significa que el Mac está caliente o se carga con un adaptador débil.
fr: kernel_task utilise du temps CPU volontairement pour garder le processeur au frais, ce qui signifie généralement que le Mac est chaud ou en charge avec un adaptateur faible.
it: kernel_task usa tempo di CPU di proposito per tenere fresco il processore, il che di solito significa che il Mac è caldo o in carica con un alimentatore debole.
ja: kernel_taskは、プロセッサを冷却するために意図的にCPU時間を使用します。通常は、Macが高温になっているか、出力の小さい電源アダプタで充電していることを意味します。
pt_br: O kernel_task usa tempo de CPU de propósito para manter o processador frio, o que normalmente significa que o Mac está quente ou carregando com um adaptador fraco.
zh_hans: kernel_task会有意占用CPU时间来给处理器降温，这通常意味着Mac过热，或正在使用功率较低的适配器充电。

source: last %@
de: letzte %@
es: últimos %@
fr: dernier %@
it: ultimi %@
ja: 過去%@
pt_br: últimos %@
zh_hans: 最近%@

source: last 30 days
de: letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours
it: ultimi 30 giorni
ja: 過去30日間
pt_br: últimos 30 dias
zh_hans: 过去30天

source: left with all apps hidden
de: übrig, wenn alle Apps ausgeblendet sind
es: dejado con todas las apps ocultas
fr: restant avec toutes les apps masquées
it: rimasto con tutte le app nascoste
ja: すべてのアプリを非表示にしたときの残り
pt_br: restante com todos os apps ocultos
zh_hans: 隐藏所有App后的剩余值

# looks like %lld × %lld
source: looks like %1$lld × %2$lld
de: wirkt wie %lld × %lld
es: parece %lld × %lld
fr: ressemble à %lld × %lld
it: sembra %lld × %lld
ja: %lld × %lld相当
pt_br: parece %lld × %lld
zh_hans: 看起来像%lld × %lld

source: low cost
de: geringer Aufwand
es: coste bajo
fr: coût faible
it: costo basso
ja: 低コスト
pt_br: custo baixo
zh_hans: 开销小

source: macOS did not accept the command.
de: macOS hat den Befehl nicht akzeptiert.
es: macOS no ha aceptado el comando.
fr: macOS n’a pas accepté la commande.
it: macOS non ha accettato il comando.
ja: macOSがコマンドを受け付けませんでした。
pt_br: O macOS não aceitou o comando.
zh_hans: macOS未接受该命令。

source: macOS did not answer.
de: macOS hat nicht geantwortet.
es: macOS no ha respondido.
fr: macOS n’a pas répondu.
it: macOS non ha risposto.
ja: macOSから応答がありませんでした。
pt_br: O macOS não respondeu.
zh_hans: macOS没有响应。

source: macOS does not reveal how much each snapshot takes.
de: Wie viel Platz jeder Snapshot belegt, verrät macOS nicht.
es: macOS no indica cuánto ocupa cada instantánea.
fr: macOS ne révèle pas la taille de chaque instantané.
it: macOS non mostra quanto occupa ogni snapshot.
ja: 各スナップショットがどれだけの容量を使用しているかは、macOSでは確認できません。
pt_br: O macOS não revela quanto cada snapshot ocupa.
zh_hans: macOS不会显示每个快照占用多少空间。
